cask_args appdir: '/Applications'

tap 'aws/tap'
tap 'azure/functions'
tap 'grammarly/tap'
tap 'homebrew/bundle'
tap 'oncletom/brew'
tap 'oven-sh/bun'

brew 'p7zip'
brew 'ack'
brew 'awscli'
brew 'azure-cli'
brew 'azure-functions-core-tools@4'
brew 'bat'
brew 'bazel'
brew 'coreutils'
brew 'cpdf'
brew 'cmatrix'
brew 'direnv'
brew 'gcc'
brew 'geckodriver'
brew 'go'
brew 'golangci-lint'
brew 'gh'
brew 'grc'
brew 'httpie'
brew 'ffmpeg'
brew 'elixir'
brew 'imagemagick'
brew 'jp2a'
brew 'jq'
brew 'maven'
brew 'minikube'
brew 'nvm'
brew 'openssl'
brew 'pandoc'
brew 'pipx'
brew 'python'
brew 'pyenv-virtualenv'
brew 'readline'
brew 'roundup'
brew 'scala'
brew 'spaceman-diff'
brew 'spark'
brew 'tldr'
brew 'telnet'
brew 'tree'
brew 'wget'
brew 'yt-dlp'
brew 'bun'

cask 'alfred'
cask 'azure-data-studio'
cask 'camtasia'
cask 'deckset'
cask 'docker'
cask 'dropbox'
cask 'font-fira-code'
cask 'font-inconsolata'
cask 'fork'
cask 'firefox'
cask 'google-chrome'
cask 'google-cloud-sdk'
cask 'google-drive'
cask 'handbrake'
cask 'intellij-idea-ce'
cask 'keycastr'
cask 'love'
cask 'kindle'
cask 'musescore'
cask 'omnidisksweeper'
cask 'postman'
cask 'slack'
cask 'skype'
cask 'spotify'
cask 'spectacle'
cask 'stats'
cask 'transmission'
cask 'virtualbox'
cask 'vlc'
cask 'visual-studio-code'
cask 'zoom'
