cask_args appdir: '/Applications'

tap 'grammarly/tap'

brew 'ack'
brew 'act'
brew 'awscli'
brew 'azure-cli'
brew 'bat'
brew 'beads'
brew 'bazel'
brew 'cmatrix'
brew 'coreutils'
brew 'cpdf'
brew 'direnv'
brew 'elixir'
brew 'elm'
brew 'fastfetch'
brew 'ffmpeg'
brew 'gastown'
brew 'gcc'
brew 'geckodriver'
brew 'gh'
brew 'go'
brew 'golangci-lint'
brew 'grc'
brew 'httpie'
brew 'imagemagick'
brew 'jp2a'
brew 'jq'
brew 'lynx'
brew 'maven'
brew 'minikube'
brew 'nvm'
brew 'openssl'
brew 'p7zip'
brew 'pandoc'
brew 'pipx'
brew 'pnpm'
brew 'pyenv-virtualenv'
brew 'python'
brew 'readline'
brew 'roundup'
brew 'scala'
brew 'sox'
brew 'spaceman-diff'
brew 'spark'
brew 'telnet'
brew 'tlrc'
brew 'tmux'
brew 'tree'
brew 'uv'
brew 'Veirt/veirt/weathr'
brew 'watch'
brew 'wget'
brew 'yt-dlp'

cask 'alfred'
cask 'cursor'
cask 'claude'
cask 'docker-desktop'
cask 'dropbox'
cask 'font-fira-code'
cask 'font-inconsolata'
cask 'figma'
cask 'firefox'
cask 'gcloud-cli'
cask 'google-chrome'
cask 'google-drive'
cask 'handbrake-app'
cask 'keycastr'
cask 'musescore'
cask 'notion'
cask 'omnidisksweeper'
cask 'postman'
cask 'rectangle'
cask 'rio'
cask 'slack'
cask 'spotify'
cask 'temurin'
cask 'transmission'
cask 'visual-studio-code'
cask 'vlc'
cask 'zed'
cask 'zoom'

