cask_args appdir: '/Applications'

tap 'aws/tap'
tap 'grammarly/tap'
tap 'homebrew/bundle'
tap 'homebrew/cask-fonts'
tap 'oncletom/brew'
tap 'mongodb/brew'
tap 'azure/functions'

brew 'p7zip'
brew 'ack'
brew 'awscli'
brew 'aws-sam-cli'
brew 'azure-cli'
brew 'azure-functions-core-tools@4'
brew 'bat'
brew 'coreutils'
brew 'cpdf'
brew 'gcc'
brew 'geckodriver'
brew 'go'
brew 'gh'
brew 'grc'
brew 'ffmpeg'
brew 'fx'
brew 'elixir'
brew 'elm'
brew 'imagemagick'
brew 'jp2a'
brew 'jq'
brew 'mongodb-community'
brew 'nvm'
brew 'openssl'
brew 'pandoc'
brew 'postgresql'
brew 'python3'
brew 'readline'
brew 'ruby-build'
brew 'rbenv'
brew 'roundup'
brew 'scriptcs'
brew 'spaceman-diff'
brew 'spark'
brew 'tldr'
brew 'telnet'
brew 'tree'
brew 'wget'
brew 'youtube-dl'

cask 'alfred'
cask 'avast-security'
cask 'azure-data-studio'
cask 'brave-browser'
cask 'camtasia'
cask 'chromedriver'
cask 'deckset'
cask 'discord'
cask 'docker'
cask 'dotnet-sdk'
cask 'dropbox'
cask 'font-fira-code'
cask 'font-inconsolata'
cask 'fork'
cask 'firefox'
cask 'google-chrome'
cask 'google-cloud-sdk'
cask 'google-drive'
cask 'grammarly'
cask 'handbrake'
cask 'keycastr'
cask 'love'
cask 'launchcontrol'
cask 'kindle'
cask 'macdown'
cask 'microsoft-office'
cask 'musescore'
cask 'omnidisksweeper'
cask 'postman'
cask 'robo-3t'
cask 'slack'
cask 'skype'
cask 'spotify'
cask 'spectacle'
cask 'sublime-text'
cask 'transmission'
cask 'vagrant'
cask 'virtualbox'
cask 'vlc'
cask 'visual-studio-code'
cask 'zoom'
